Repository: GTRRoficial/Repo-GTRR
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: E como esse capitalista consegue tirar esses meios de produção da mão dos trabalhadores?
pt_br: And how this capitalist can take these means of production out of the worker's hand?

source: E crítica ao que do Hegel?
pt_br: A critique of what exactly?

source: E essa propriedade é “determinada pelo trabalho socialmente necessário”.
pt_br: And this property is "determined by the socially necessary labour.

source: E eu quero pedir para vocês fazerem um exercício agora.
pt_br: I want you to do a mental exercise now.

source: E existe uma ligação inseparável, inseparável entre a realidade material, os objetos que nos circundam, e como a gente se organiza socialmente.
pt_br: And there is an inseparable connection between material reality, the objects that are around us, and how we organize society.

source: E há quem diga, só para deixar isso claro para vocês, há quem diga que não existe uma economia Marxista, que a economia marxista é a crítica à economia burguesa, mas vocês vão ver controvérsia a respeito disso.
pt_br: And some would say, just to make it clear for you, some would say there is no Marxist Economics, that Marxist Economics is a bourgeois economy's critique, but you'll see controversy about it .

source: E isso significa dizer, gente, que, por exemplo, a nossa religião tem tudo a ver com como nós produzimos nossa realidade material, como nós produzimos nossa comida, nossas casas, nossas roupas.
pt_br: That is to say, for example, that our religion has everything to do with how we produce our material reality, how we produce our food, our houses, our clothes.

source: E isso só se compreende ao compreender valor e mais-valia.
pt_br: And this is only understood when your understand what value and surplus value are.

source: E isso é o que a gente chama de idealismo.
pt_br: And that's what we call idealism.

source: E mais que isso, conforme o capitalismo foi se desenvolvendo, surgiram filósofos que viam que estava acontecendo, viam o avanço da pobreza, da miséria, e concebiam sociedades mais justas, mais igualitárias que fossem libertadoras para toda a humanidade.
pt_br: More than that, as capitalism developed there appeared philosophers that saw what was happening, the rise of poverty, of misery, and devised fairer, more egalitarian societies that would free all of humanity.

source: E mais, quem transportou esse sofá até aí?
pt_br: And further, who transported it there?

source: E mesmo conseguindo fazer algum bem e algumas amizades, eu ainda me sentia partida.
pt_br: And while I was able to do some good and make friends, I still felt broken.

source: E no capitalismo, essas classes se resumem em cada vez mais em burgueses.
pt_br: And under capitalism, these classes are increasingly reduced to bourgeois,

source: E não, gente, não foram máquinas, não foram só máquinas.
pt_br: And no, it wasn't machines, it wasn't just machines.

source: E nós temos três tipos de mais-valia: absoluta, relativa e extraordinária.
pt_br: And we have three types of surplus value:absolute, relative, extraordinary.

source: E o Marx e Engels analisam tudo daqui para frente a partir desse método.
pt_br: And Marx and Engels analyze everything from now using this method.

source: E o meu objetivo aqui é apresentar as bases comuns do comunismo.
pt_br: And my goal here is to present the common foundations of communism.

source: E o pensamento humano, por sua vez, é a manifestação de uma Ideia original (com “i” maiúsculo), que é oriunda, que vem da divindade de Deus.
pt_br: And human thought in its turn is the manifestation of the original Idea (with capital "i") that comes from the deity, from God.

source: E o preço?
pt_br: And price?

source: E o que isso quer dizer?
pt_br: And what does it means?

source: E o que que é a realidade material?
pt_br: So what is material reality?

source: E o que que é dialética?
pt_br: So what is dialectics?

source: E o que é importante aqui?
pt_br: And what is important here?

source: E observa, eu quero que você pense no seguinte: quem que fez essas coisas?
pt_br: I want you to think about this: who made these things?

source: E os jovens hegelianos também eram idealistas.
pt_br: And the Young Hegelians were also idealists.

source: E por que isso tudo é importante?
pt_br: And why is all that important?

source: E por que isso é importante?
pt_br: So, why does this matters?

source: E talvez ainda vejam, dados seus olhares furtivos e a maneira como se atrapalham com meu nome e meus pronomes quando estou na sala.
pt_br: And perhaps still do, given their furtive stares and fumbling of my name and pronouns when I’m in the room.

source: E você vende também a sua força de trabalho, a sua força de trabalho se tornam a mercadoria.
pt_br: And you sell your labor fource too, your labor force becomes a commodity.

source: E vocês conseguem auferir isso na realidade, gente.
pt_br: And this you can derive from reality, folks.

source: E é disso que a gente vai falar agora.
pt_br: And that's what we're going to talk about now.

source: E, no Capitalismo, principalmente, com mão de obra extremamente desqualificada.
pt_br: And, in Capitalism, specially, with an extremely unqualified workforce,

source: Economia não se relaciona com política.
pt_br: Economics has nothing to do with Politics.

source: Economia é de exatas, a gente faz um estudo da realidade de maneira neutra.” E para os marxistas, até hoje a expressão utilizada é Economia política, tá?
pt_br: Economics is an exact science, we do a study of reality in a neutral way." And for Marxists, until this day the expression used is "Political Economy", ok?

source: Economia é economia.
pt_br: Economics is Economics.

source: Ela não surge na cabeça de alguém e depois ela é aplicada a realidade porque isso é impossível, isso vai contra as leis da natureza.
pt_br: It doesn't appear in someone's mind and is then applied into reality because that's impossible, that goes against the laws of nature.

source: Ela não é determinada de maneira mecânica, mas ela é dependente.
pt_br: It is not mechanically determined by it, but dependent on it.

source: Ela tende a se aproximar do seu valor.
pt_br: It (the commodity) will get closer to its value.

source: Ela tornou impossível trabalhar com categorias fixas, as categorias são móveis.
pt_br: It made it impossible to work with fixed categories, categories are now changing.

source: Elas nunca vão se harmonizar, porque elas têm interesses opostos.
pt_br: They'll never reach harmony, for they have contradictory interests/goals.

source: Elas precisam ser transformadas.
pt_br: They need to be transformed.

source: Elas se conectam, elas interagem entre si e elas se movem.
pt_br: They are connected, they interact with each other and they move.

source: Elas se transformam, elas surgem e deixam de existir conforme a história caminha.
pt_br: They transform, they emerge and come to pass as History goes on.

source: Ele aperfeiçoa cada vez mais essa extração num ciclo infinito e incessante.
pt_br: They finess more each time this extraction, in a endless and incessant cycle.

source: Ele fala: “Marx, tá faltando uma dimensão econômica nas suas análises.” E aí o Marx, ele se enfurnar numa biblioteca e ele lê os escritos dos economistas ingleses, principalmente esses dois que estão aí na tela: Adam Smith e o David Ricardo.
pt_br: He said: “Marx, there is an economic dimension missing from your analyzes” Then Marx closed inside a library and he reads the writings of English economists, especially these two in the screen: Adam Smith and David Ricardo.

source: Ele não fala “é ruim”, “é bom”, “é feio”, “é bobo”, “é cara de mamão”.
pt_br: He doesn't say "it's bad", "good", "ugly", "stupid", "melon face".

source: Eles acreditavam que o impedia a sociedade de se desenvolver eram as ideias nas mentes das pessoas.
pt_br: They believed that what prevented society's development were the ideas in people's minds.

source: Eles queriam criar uma sociedade que harmonizasse toda a humanidade.
pt_br: They sought a society which balanced all of humanity.

source: Em resumo: a metafísica é um método que trabalha com categorias fixas e isoladas entre si.
pt_br: In summary: metaphysics is a method that works with isolated, fixed categories.

source: Em sociedade sem classes todo mundo tem que trabalhar, todo mundo usufruir dos frutos do trabalho e o trabalho é dividido por habilidade ou aptidão.
pt_br: In classless societies everyone has to work, everyone benefits from the fruits of labor, and the labor is divided by ability or skill.

source: Em sociedades com classe, a divisão não é natural, ela é social.
pt_br: In class societies, there is no natural division, there is a social division.

source: Em suas conexões, em seu movimento, e não em categorias fixas.
pt_br: In its connections, in its movement, and not in fixed categories.

source: Em suas contradições entre senhor e escravo.
pt_br: Within the contradictions between master and slave.

source: Em vez de produzir x cadeiras, você produz, no mesmo intervalo de tempo, 2x cadeiras.
pt_br: Instead of producing x chairs, you produce, in the same amount of time, 2x chairs.

source: Engels: “Para o metafísico, as coisas e suas imagens no pensamento, os conceitos, são objetos de investigação isolados, fixos, rígidos, focalizados, um após o outro, de per si, como algo dado e perene.
pt_br: Engels: "To the metaphysician, things and their mental reflexes, ideas, are isolated, are to be considered one after the other and apart from each other, are objects of investigation fixed, rigid, given once for all.

source: Entendem?
pt_br: Got it?

source: Entender de verdade saber descrever o que significa esses termos.
pt_br: Truly understand; know how to describe what these terms means.

source: Então isso é a metafísica.
pt_br: That's metaphysics then.

source: Então ‘tá bom.
pt_br: So that's right.

source: Então, Marx e o Engels olham para a história e veem: como se produzia?
pt_br: So Marx and Engels look at History and ask: how did they produce?

source: Então, Marx pega a dialética hegeliana, mas exclui o idealismo.
pt_br: So Marx takes Hegelian dialectics but leaves out the idealism.

source: Então, a economia Marxista se desenvolve a partir de uma crítica da economia política dos economistas burgueses.
pt_br: So the Marxist economy develops out of a critique of the political economy of bourgeois economists.

source: Então, a fábrica, a máquina, a energia, a matéria-prima faz parte do capital, tá?
pt_br: So, factory, machine, energy, raw material are part of capital, ok?

source: Então, a ideia de que sempre haverá patrões e empregados é falsa.
pt_br: So, the notion that there will always be employers and employees is false..

source: Então, a mais-valia extraordinária é relativa à indústria como um todo, e quando uma indústria descobre um jeito de baratear os seus custos.
pt_br: So, extraordinary surplus value is relative towards the industry as a whole, when some company discovers a way to lower their costs.

source: Então, a maneira como a gente produz a nossa realidade, a gente chama de infraestrutura.
pt_br: So the way we produce reality we call it infrastructure.

source: Então, a nossa cultura, a nossa religião, a nossa moral pode impactar como a gente produz a nossa realidade.
pt_br: So our culture, our religion, our morals can impact on how we produce our reality.

source: Então, a nossa força produtiva capitalista não é só máquina, é como nós dividimos esse trabalho.
pt_br: Therefore, our capitalist productive force isn't just a machine, but it's how we divide up this work.

source: Então, a teoria evolutiva do Darwin deu um baque enorme na metafísica porque ela trabalha com uma transformação, uma movimentação histórica a longuíssimo prazo.
pt_br: Darwin's theory of evolution was a huge blow to metaphysics because it works with transformation, with historical change, on the very long term.

source: Então, como é que a gente aumenta para caramba a produtividade e ao mesmo tempo a pobreza?
pt_br: so, how did we sharply increase productivity and poverty as the same time?

source: Então, em suma, relações de produção capitalistas se baseiam em divisão de classe, uma classe detém os meios de produção e não trabalha, a outra detém apenas a sua força de trabalho e vende a sua força de trabalho.
pt_br: Therefore, in short, capitalist relations of production are based on class division. One class owns the means of production and doesn't work, the other only owns its labor labor power and sells its labor power.

source: Então, eu vou começar com uma citação que me fez entender Valor de uma vez por todas, tá?
pt_br: Ok, so I'll begin with a quote that made me understand Value once and for all.

source: Então, fiquem tranquilos.
pt_br: Anyway, relax.

source: Então, materialismo histórico-dialético, a gente vai começar conversando um pouco sobre dialética.
pt_br: So, dialectical and historical materialism, we'll begin by talking a bit about dialectics.

source: Então, mesmo sendo muito crítico à filosofia do Hegel.
pt_br: Well, even though he was a harsh critic of Hegel's philosophy,

source: Então, na época do Marx, do Smith, do Ricardo falar em Propriedade privada era falar de Propriedade privada dos Meios de produção.
pt_br: So, in the time of Marx,of Smith, of Ricardo, talk about private property was talk about private property of the means of production.

source: Então, nós temos uma atuação sobre a natureza e uma atuação um sobre os outros.
pt_br: Therefore, we have an action on nature and an action on each other.

source: Então, o Engels lê os textos do Marx e ele faz uma crítica aos textos do Marx.
pt_br: So, Engels reads Marx's texts and he criticizes Marx's texts .

source: Então, para resumir, vamos lá, tem uma citação longa, mas é uma citação que amarra tudo que eu falei.
pt_br: For summarizing, there's a quotation that's a bit long, but it ties together everything I've said.

source: Então, por que que você trabalha na fábrica e ele não?
pt_br: So, why do you work at the factory and he doesn't?

source: Então, pro Marx e pro Engels, o primeiro fato histórico é a satisfação das nossas necessidades.
pt_br: So for Marx and Engels the first historical fact is the satisfaction of our needs.

source: Então, quando você vende a sua força de trabalho no mercado de trabalho, por isso que a gente chama de mercado de trabalho, você está a vendendo pelo seu valor, e o valor da sua força de trabalho é determinado a partir do que você precisa consumir para existir.
pt_br: So, when you sell your labour power in the labour market, that's why we call it labour market, you are selling it by your value, and the value of your labour power is determined by what you need to keep existing.

source: Então, se valor não é preço, o que é preço?
pt_br: So, if Value is not price, what then is price?

source: Então, segundo Engels, é uma analogia que ele faz que eu acho boa.
pt_br: So, according to Engels, and I think that's a good analogy.

source: Então, segundo Marx, as relações capitalistas estão obsoletas.
pt_br: So according to Marx, the capitalistic ways are obsolete.

source: Então, uma coisa que eu preciso que vocês prestem atenção é o seguinte: Por que eu expliquei primeiro pelo pilar filosófico?
pt_br: So one thing that I need you to pay attention is this: Why I first explain through the philosofical pillar?

source: Então, usando um exemplo clássico que o Engels usa, a famosa dialética do senhor e do escravo.
pt_br: So, a famous example Hegel gives, the master-slave dialectic.

source: Então, vamos lá, prestem atenção nessa última situação aqui do Engels: “devem ser procuradas não na filosofia, mas na economia”.
pt_br: So, pay attention in this last Engel's quote here: "They are to be sought, not in the philosophy, but in the economics"

source: Então, vamos lá, vamos para uma categoria que é difícil, mas imprescindível para se compreender a Crítica da economia política do Marx.
pt_br: So, let'go to a subject that is a bit more complicated, but fundamental to our understanding of Marx's critique of Political Economy.

source: Então, vamos lá.
pt_br: Right then,

source: Então, vamos lá: analisando o capitalismo, a gente chegou à conclusão de que o capitalismo se baseia na exploração, correto?
pt_br: okay, next: "Analyzing Capitalism", we've come to the conclusion that capitalism is based in exploration, right?

source: Então, vamos lá: de novo, o que determina o valor de uma mercadoria é o trabalho socialmente necessário vertido nessa mercadoria.
pt_br: So, let's go over it again: what determines the value of a commodity is the socially necessary labour contained in this commodity.

source: Então, vamos lá: segundo Engels, a descoberta da mais-valia é uma descoberta da mesma magnitude da teoria evolutiva de Darwin.
pt_br: So: according to Engels, the discovery of the surplus value is a discovery in the same magnitude as Darwin's Theory of Evolution.

source: Então, vamos pegar uma citação do próprio Marx: “Meu método dialético, em seus fundamentos, não é apenas diferente do método hegeliano, mas é exatamente o seu oposto.
pt_br: Let's use a quotation from Marx himself then: My dialectic method is not only different from the Hegelian, but is its direct opposite.

source: Era assim que eu me entendia; em relação a minha abusadora, a minha irmã e a qualquer mulher que tivesse se aproximado de mim – mesmo em admiração.
pt_br: That was how I understood myself, in relation to my abuser, to my sister, and to any other woman who stood next to me – even in admiration.

source: Essa classe que ele cria é a classe que o antagoniza.
pt_br: This class that it creates, is the one which antagonizes it..

source: Essa crítica ao idealismo está principalmente numa crítica à filosofia do Hegel.
pt_br: And this critique of idealism is mainly a critique of Hegel's philosophy.

source: Essa mais-valia pode ser: “absoluta”, quando se aumenta as horas de trabalho; “relativa”, quando se aumenta a produtividade; e “extraordinária”, quando se aumenta a produtividade em relação a outras fábricas.
pt_br: This surplus value can be: "absolute", when the working hours increase; "relative", when productivity increases; and "extraordinary" when the productivity in relation to other factories increases.

source: Essa mais-valia tende a se equilibrar de duas maneiras: ou com as outras indústrias se otimizando também, ou com essa quebrando as outras e formando um monopólio.
pt_br: This surplus value tends to find an equilibrium in two ways: either when some other company also gets optimized, or when one company breaks all the others creating a monopoly.

source: Essa mercadoria, ela tem uma coisa chamada Valor.
pt_br: This commodity has something called Value.

source: Essa terceira coisa é o Valor.
pt_br: And this third thing is Value.

source: Essa transformação é possível?
pt_br: Is such transformation possible?

source: Essa é a diferença, tá?
pt_br: That's the difference, right?

source: Essas duas coisas são indissociáveis.
pt_br: These two things are inseparable.

source: Essas mercadorias têm Valor.
pt_br: These commodities have Value.

source: Esse Valor da força de trabalho se aproxima muito do mínimo para você existir.
pt_br: the labour power's value gets really close to the bare minimum you need to maintain your existence.

source: Esse elemento da mercadoria merece mais atenção.
pt_br: This commodity element deserves more attention.

source: Esse método faz com que o Marx e o Engels olhem para a história através de como as pessoas produziram a sua realidade para satisfazer as suas necessidades e como isso afetava a ordem social.
pt_br: This method is such that Marx and Engels perceive History through the ways people produced their reality in order to satisfy their needs and how that affected the social structure.

source: Esse método é aplicado à realidade para compreender a realidade.
pt_br: This method is applied to reality to understand the reality.

source: Esse preço que gravita em torno do valor, o Adam Smith, o Adam Smith, não é o Marx, chamava de preço central.
pt_br: This price that gravitates around Value, Adam Smith - the Adam Smith, not Marx - called it central price.

source: Esse processo histórico é o processo de criação de novas necessidades.
pt_br: This is the historical process for creating new needs.

source: Esse tipo de divisão, a gente chama de divisão natural.
pt_br: This type of division we call it "Natural Divison".

source: Esse trabalho de graça a gente chama de trabalho suplementar.
pt_br: This free labour we call it surplus labour .

source: Esse é o grande trunfo do materialismo.
pt_br: That's materialism's great trump card.

source: Esse é o objeto de estudo do Marx: observar a realidade capitalista, a realidade em que ele estava vivendo.
pt_br: This is Marx's object of study: observing capitalism's reality, the reality in which he was living.

source: Esse é o primeiro fato histórico.
pt_br: Thats the first historical fact.

source: Esse é o princípio dialético da filosofia do Marx, que é influenciada pelo Hegel.
pt_br: That's the dialectical principle of Marx's philosophy which is influenced by Hegel.

source: Esse é o trecho da live que eu mais vou fazer citações, tá, gente?
pt_br: That's the part of the stream where I'll cite the most, ok?

source: Esses filósofos ficaram conhecidos como socialistas utópicos.
pt_br: These philosophers became known as Utopian socialists.

source: Eu ainda era uma provável ameaça.
pt_br: I was still a probable threat.

source: Eu ainda me sentia acorrentada.
pt_br: I still felt chained.

source: Eu ainda odiava meu corpo e passava noites me interrogando em frente ao espelho do banheiro.
pt_br: I still hated my body, and would spend nights interrogating myself in front of the bathroom mirror.

source: Eu dou um exemplo: lembra que Modo de produção é a interação entre força produtiva e relação de produção?
pt_br: I give an example: remember that Mode of Production is the interaction between productive force and relations of production?

source: Eu interajo com todas essas coisas, apenas mostrando partes de quem eu sou, me preocupando se estou passando dos limites, fazendo as coisas erradas e sendo a pessoa errada, como se isso tudo fosse um imperativo moral que eu deveria ter previsto.
pt_br: I interact with all of these things, only showing parts of who I am, worrying if I am overstepping my line, doing the wrong things, and being the wrong person at that moment, as if it is all a moral imperative I should’ve answered in advance.

source: Eu luto junto às pessoas que as citam com frequência.
pt_br: I struggle alongside those who quote them often.

source: Eu nunca mais esqueci essa citação.
pt_br: I've never forgotten this quote.

source: Eu não deveria ter cometido erros como um homem, não deveria ter contado demais para uma amizade, fazendo com que me dissesse quão irritante era conversar comigo, não deveria ter vestido as roupas erradas, dito as coisas erradas, usado o tom de voz errado.
pt_br: I should not have made mistakes like a man, overshared to a friend and had them tell me how irritating I am to talk to, wore the wrong clothes, said the wrong things, used the wrong tone of voice.

source: Eu poderia resistir à violência reguladora que definiu o meu passado e que ainda me serve de foco para as neuroses.
pt_br: I could resist the regulatory violence that has defined my past, and still serves as the focus for my neuroses.
